Repository: rafaelglg/Remius
Catalog: Remius Watch App/Localizables/Localizable.xcstrings
Source language: en
Languages: es

# %lld flight.status.navigation.title
source: %lld Flights
es: %lld Vuelos

# flight.detail.aircraft
source: Aircraft
es: Aeronave

# flight.detail.altitude
source: Altitude
es: Altitud

# flight.detail.arrival
source: Arrival
es: Llegada

# flight.detail.arrivalDelay
source: Arrival Delay
es: Retraso Llegada

# flight.detail.aviationToggle
source: Aviation Details
es: Detalles de Aviación

# flight.detail.baggageClaim
source: Baggage
es: Equipaje

# flight.detail.carousel %@
source: Carousel %@
es: Cinta %@

# flight.detail.delayFootnote
source: Based on confirmed airline data, not estimates.
es: Basado en datos confirmados de la aerolínea, no estimaciones.

# flight.detail.delayTitle
source: Delay
es: Retraso

# flight.detail.departure
source: Departure
es: Salida

# flight.detail.departureDelay
source: Departure Delay
es: Retraso Salida

# flight.detail.duration
source: Duration
es: Duración

# flight.detail.flightRoute
source: Flight Route
es: Ruta del Vuelo

# flight.detail.gate
source: Gate
es: Puerta

# flight.detail.inFlight
source: In Flight
es: En Vuelo

# flight.detail.multipleStops %lld
source: %lld stops
es: %lld escalas

# flight.detail.oneStop
source: 1 stop
es: 1 escala

# flight.detail.operatedBy
source: Operated by
es: Operado por

# flight.detail.speed
source: Speed
es: Velocidad

# flight.detail.stopIn %@
source: Stop in %@
es: Escala en %@

# flight.error.generic.subtitle
source: Try again in a moment
es: Intenta de nuevo en un momento

# flight.error.generic.title
source: Load Failed
es: Carga fallida

# flight.error.internet.subtitle
source: Check your internet and try again
es: Revisa tu conexión e intenta de nuevo

# flight.error.internet.title
source: No Internet Connection
es: Sin conexión

# flight.error.notFound.subtitle
source: Check the flight number and date
es: Verifica el número de vuelo y la fecha

# flight.error.notFound.title
source: Flight not found
es: Vuelo no encontrado

# flight.error.timeout.subtitle
source: The server didn't respond in time
es: El servidor no respondió a tiempo

# flight.error.timeout.title
source: No Server Response
es: Error servidor

# flight.status.action.addFlight
source: Add Flight
es: Añadir vuelo

# flight.status.boarding
source: Boarding
es: Embarcando

# flight.status.cancelled
source: Cancelled
es: Cancelado

# flight.status.delayed
source: Delayed
es: Retrasado

# flight.status.departed
source: Departed
es: Despegado

# flight.status.landed
source: Landed
es: Aterrizado

# flight.status.onTime
source: On Time
es: A Tiempo

# flight.status.pending
source: Pending
es: Pendiente

# noFlights.header.add
source: **Add** your first flight
es: **Añade** tu primer vuelo
